Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Vermittlung von Pachtverträgen [für Immobilien]
en: Leases (arranging of -) [real estate property only]

source: Verwaltung von Renten
en: Pension management services

source: Computergestützte Erteilung von Auskünften über Versicherungen
en: Computerised information services relating to insurance

source: Computergestützte Wertpapiervermittlung
en: Computerised securities brokerage services

source: Finanzdienstleistungen für die Verwaltung von Kreditkarten
en: Financial services for the management of credit cards

source: Finanzdienstleistungen durch eine Baugesellschaft
en: Financial services provided by building societies

source: Finanzdienstleistungen für Unternehmen in der Ölindustrie
en: Financial services provided to businesses in the oil industry

source: Schätzung von Finanzbürgschaften
en: Financial guarantee assessment services

source: Automatisierte Bankgeschäfte
en: Automated banking services

source: Führen von Treuhandkonten für Hypotheken
en: Maintaining mortgage escrow accounts

source: Vermittlung und Abwicklung im Bereich der Versicherungen
en: Underwriting of insurance (Services for the -)

source: Bewertung von Immobilien für steuerrechtliche Zwecke
en: Valuation services of property for fiscal purposes

source: Gewährung von Krediten für Kraftfahrzeuge
en: Credit services relating to motor vehicles

source: Erteilen von Auskünften über Kreditkartentransaktionen
en: Provision of information relating to credit card transactions

source: Erteilen von Auskünften über Hypotheken
en: Provision of information relating to mortgages

source: Vergabe von Betriebskapital
en: Providing working capital

source: Durchführung von Börsenkursnotierungen
en: Provision of stock exchange quotations

source: Versicherungsdienstleistungen in Bezug auf strukturierte Vergleichszahlungen für Privathaftpflichtversicherer
en: Insurance services relating to structured settlements rendered to property casualty insurers

source: Bankgeschäfte mittels Bankkarten
en: Card accessed banking services

source: Bewertung der Kreditwürdigkeit von Unternehmen und Privatpersonen
en: Evaluation of the credit worthiness of companies and private individuals

source: Schätzung von Edelsteinen
en: Precious stone appraisal

source: Erteilen von Auskünften zum Aktienmarkt
en: Providing stock market information

source: Verwaltung von Immobilien und Grundbesitz
en: Real estate and property management services

source: Vermittlungsdienste für Reiseversicherungen
en: Agency services for arranging travel insurance

source: Vermittlung von Kommissionsverkäufen von Immobilien
en: Agency services for the selling on commission of real property

source: Finanzdienstleistungen für Flughäfen
en: Financial services relating to airports

source: Finanzdienstleistungen in Bezug auf Bankkarten
en: Financial services relating to bank cards

source: Investmentgeschäfte mit übertragbaren Wertpapieren
en: Investment services relating to transferable securities

source: Vermittlung privater Darlehen
en: Arranging of personal loans

source: Versicherungsansprüche verwalten
en: Administration of insurance claims

source: Verwaltung von Risikokapital
en: Venture capital management

source: Finanztransaktionen in Bezug auf den Zinssatz
en: Financial transaction services relating to interest rate

source: Bereitstellung von Girokonten
en: Provision of current accounts

source: Erteilen von Finanzauskünften mittels Computerterminals
en: Provision of financial information by way of computer terminals

source: Erteilen von Finanzauskünften über Aktien
en: Provision of financial information relating to shares

source: Erteilen von Finanzauskünften über die Wertpapierbörse
en: Provision of financial information relating to the stock exchange

source: Online aus einer Computerdatenbank oder dem Internet bereitgestellte Informationsdienstleistungen über das Finanzwesen
en: Information services relating to finance, provided on-line from a computer database or the Internet

source: Finanzdienstleistungen einer Bausparkasse
en: Building society services relating to finance

source: Unternehmensschätzung zur finanziellen Bewertung
en: Business appraisals for financial valuation

source: Dienstleistungen der Finanzanalyse und -recherchen
en: Financial analysis and research services

source: Elektronische Zahlungsdienste
en: Electronic payment services

source: Verwaltung von gartenbaulichen Immobilien
en: Estate management services relating to horticulture

source: Verarbeitung von Finanzinformationen
en: Fixed income investment services

source: Geschäftsliquidationen [Finanzdienstleistungen]
en: Business liquidation services, financial

source: Ausgabe von Rabattkarten für junge Menschen für Reisezwecke
en: Discount card services provided to young people for travel

source: Versicherungsdienstleistungen zur Erstattung von Arztkosten
en: Insurance services for the repayment of medical expense

source: Finanzierung von Darlehen für Büromaschinen
en: Financing of loans relating to office machines

source: Finanzielle Beratung über Erbschaften
en: Financial advice relating to inheritance

source: Dienstleistungen von Rentenkassen
en: Retirement payment services

source: Bearbeitung von Zahlungen für Baugesellschaften
en: Processing of payments for building societies

source: Erteilen von Finanzauskünften auf elektronischem Wege
en: Financial information provided by electronic means

source: Verwaltung von Belegschaftsaktienprogrammen
en: Employee stock plan administration services

source: Finanzdienstleistungen in Bezug auf Wertpapiere
en: Financial services relating to securities

source: Finanzdienstleistungen für das Leasing von Luftfahrzeugen
en: Financial services relating to the leasing of aircraft

source: Finanzdienstleistungen in Bezug auf den Motorhandel
en: Financial services relating to the motor trade

source: Vermittlung und Beschaffung von Krediten gegen Sicherheit
en: Arranging and providing of loans against security

source: Beratung in Bezug auf offene Investmentfonds
en: Advisory services relating to mutual funds

source: Durchführung von finanziellen Machbarkeitsstudien
en: Conducting financial feasibility studies

source: Finanzclearing und finanzielle Abwicklungsdienste
en: Financial clearing and settlement services

source: Durchführung von Finanztransaktionen für Dritte
en: Exchange of financial operations (Agencies for the -)

source: Immobiliengeschäfte [Finanzdienstleistungen]
en: Real estate settlement services [financial services]

source: Erteilen von Finanzauskünften für Einzelpersonen
en: Financial information services relating to individuals

source: Vermittlungsdienste für Finanzierungen
en: Financial intermediary services

source: Dienstleistungen der Finanzanlageverwaltung
en: Financial investment management services

source: Schätzung von Reparaturkosten [Wertermittlung]
en: Repair costs evaluation [financial appraisal]

source: Abwicklung von Daueraufträgen
en: Handling of standing orders

source: Automatisierte Zahlungsdienste
en: Automated payment services

source: Vermittlung von Krankenversicherungen
en: Medical insurance brokerage services

source: Finanzdienstleistungen, nämlich Schuldenregulierung
en: Financial services, namely, debt settlement

source: Erteilen von Finanzauskünften über Unternehmensschätzungen
en: Information services relating to financial business appraisals

source: Vermittlung von Kreditverkäufen
en: Arranging the sale of loans

source: Führen von Treuhandkonten für Kapitalanlagen
en: Maintaining escrow accounts for investments

source: Verwaltungsdienstleistungen für Kapitalanlagen
en: Administrative services relating to investments

source: Verwaltung von Krediten
en: Credit management services

source: Ausgabe von Kreditkarten zum Erwerb von Dienstleistungen
en: Credit services for use in the purchase of services

source: Gewährung von Krediten für Reisen
en: Credit services relating to travel

source: Vermittlung von Geldmitteln für Mietkäufe
en: Provision of finance for hire-purchase

source: Gewährung von Industriekrediten
en: Provision of industrial loans

source: Verwaltung von Liegenschaften
en: Real estate administration

source: Versicherungsdienstleistungen für Seefracht
en: Insurance services relating to sea cargo

source: Finanzierung von geschäftlichen Vorhaben
en: Provision of finance for business ventures

source: Finanzierungen zum Leasen von Ausrüstung
en: Provision of finance for equipment leasing

source: Geldanlagegeschäfte mit Immobilien
en: Capital investment in real estate

source: Vermittlung von Hypothekendarlehen
en: Agency services for lending on mortgage

source: Finanzdienstleistungen für Bargeldauszahlungen
en: Financial services relating to cash disbursement

source: Maklerdienste für Schiffsversicherungen
en: Brokerage agency relating to ship insurance

source: Vermittlung von Finanzierungen für den Immobilienerwerb
en: Arranging the provision of finance for real estate purchase

source: Finanzdienstleistungen in Bezug auf Immobilien
en: Administration of financial affairs relating to real estate

source: Verwaltung von Versicherungsportfolios
en: Administration of insurance portfolios

source: Verwaltung von Investmentkonten
en: Investment account services

source: Finanzdienstleistungen für den Kauf von Flugzeugen
en: Financial services relating to the purchase of aircraft

source: Finanzdienstleistungen von Versicherungsgesellschaften
en: Financial services rendered by insurance companies

source: Erteilen von Auskünften über die Verwaltung von Treuhandkonten
en: Providing information regarding the administration of trust accounts

source: Erteilen von Auskünften zum Wertpapierhandel
en: Providing information on trading in securities

source: Auskünfte über das automatische Überweisen von Geldmitteln
en: Information services relating to the automated transfer of funds

source: Finanzdienstleistungen betreffend den Aufbau von Wertpapierbeständen
en: Establishment of portfolios of securities (Services for the -)

source: Erteilen von Auskünften über Kredite
en: Provision of credit information

source: Automatisierte Bankdienstleistungen für Kreditkartentransaktionen
en: Automated banking services relating to credit card transactions

source: Automatische Zahlung von Rechnungen
en: Automated payment of accounts

source: Automatisierte Dokumentation von Finanztransaktionen
en: Automatic recording services for financial transactions

source: Finanzielle Bewertung von Risiken
en: Financial risk assessment services

source: Erteilen von Preisauskünften über offene Investmentfonds
en: Provision of pricing information about mutual funds

source: Maklerdienste für Wertpapiere
en: Brokerage services for bonds

source: Finanzielle Beratung und Versicherungsberatung
en: Financial consultancy and insurance consultancy

source: Schätzung von Immobilien
en: Real estate appraisal

source: Finanzielle Beratung für Schadensgutachter
en: Provision of advice [financial] to loss adjusters

source: Gewährung von Teilzahlungskrediten
en: Intellectual property valuation services

source: Vermietung von Wohnungen
en: Rental of apartments

source: Erteilen von Auskünften über Versicherungs- und Finanzdienstleistungen
en: Provision of information relating to insurance and financial services

source: Finanzberatung über Pensionen
en: Financial advice relating to pensions

source: Finanzberatung über Anlagenoptionsrechte
en: Financial advice relating to share option schemes

source: Finanzverwaltung von Aktien
en: Financial management of stocks

source: Vermittlung von Verpachtungen und Vermietungen von Immobilien
en: Arranging of leases and rental agreements for real estate

source: Finanzdienstleistungen in Bezug auf Aktien
en: Financial services relating to stocks

source: Finanzdienstleistungen für die Ausgabe und den Verkauf von durch Hypotheken gesicherten Wertpapieren
en: Financial services relating to the issuance and sale of mortgage-backed securities

source: Vermittlung von Leasingverträgen
en: Arranging of lease agreements

source: Lebensversicherungen vermitteln
en: Arranging of life insurance

source: Vermittlung von Garantieleistungsversicherungen bei Motorschäden
en: Motor mechanical breakdown insurance warranty services

source: Optionsgeschäfte
en: Trading in options

source: Führung von Bankkonten
en: Bank account services

source: Vergabe von besicherten Krediten zur Finanzierung von Teilzahlungskreditvereinbarungen für Motorräder
en: Secured loans to fund the provision of instalment credit agreements on motor vehicles

source: Finanzdienstleistungen auf dem Gebiet des Geldverleihs
en: Financial services in the field of money lending

source: Finanzdienstleistungen in Form von Wertpapiergeschäften
en: Financial services in the nature of an investment security

source: Telefonbanking und Versicherungsdienstleistungen
en: Telephone banking and insurance services

source: Finanzielle Schätzung von ungeschlagenem Holz
en: Financial evaluation of standing timber

source: Finanzielle Beratung von Kunden in Bezug auf die Organisation der Forderungseinziehung
en: Consultancy for clients with regard to the organisation of debt recovery

source: Börsengeschäfte für den Handel mit Termingeschäften
en: Exchange services relating to the trading of futures

source: Börsengeschäfte im Zusammenhang mit Optionen
en: Exchange services relating to the trading of options

source: Erstellen von Finanzanalysen in Bezug auf Waren
en: Preparation of financial analyses relating to commodities

source: Dienstleistungen in Bezug auf Risiko- und Projektkapitalanlagen
en: Venture capital and project capital investment services

source: Finanzierung von Immobilienerschließungen
en: Provision of finance for real estate development

source: Beratung in Fragen der Besteuerung [keine Buchführung]
en: Taxation consultancy services [not accounting]

source: Wertermittlung zur Erstellung von Gebäudegutachten
en: Valuation relating to the surveying of buildings

source: Versicherungsdienstleistungen für die Luftfahrt
en: Insurance services relating to aviation

source: Leasing von Ladenlokalen
en: Leasing of shopping premises

source: Verwaltung von Renten- und Investmentfonds
en: Pension fund investment management

source: Computergestützte Erteilung von Auskünften über Finanzgeschäfte
en: Computerised information services relating to financial business

source: Beratung für das Risikomanagement im Bereich Finanzen
en: Advisory services relating to [financial] risk management

source: Finanzdienstleistungen für Personengesellschaften
en: Financial services provided to partnerships

source: Finanzdienstleistungen für die Ausgabe von Bankkarten und Debitkarten
en: Financial services related to the issuance of bank cards and debit cards

source: Darlehens- und Kreditvermittlung
en: Lending and loans services

source: Vergabe von Krediten für Versicherungsprämien
en: Credit services for the payment of insurance premiums

source: Vermittlung von Urlaubsversicherungen
en: Provision of holiday insurance

source: Erteilen von finanziellen Auskünften über Konten
en: Provision of information relating to accounts [financial]

source: Emission von Schuldscheinen
en: Issuing of promissory notes

source: Versicherungsdienstleistungen gegen den Verlust persönlichen Eigentums
en: Insurance services relating to the loss of personal possessions

source: Finanzierung für das Gesundheitswesen
en: Provision of finance for health care

source: Finanzverwaltung für zahnärztliche Einrichtungen
en: Financial management services relating to dental institutions

source: Vermittlung von Wertpapieren
en: Agency services for securities

source: Finanzdienstleistungen mit Obligationen
en: Financial services relating to bonds

source: Ausgabe von Geldgutscheinen
en: Issuing of cash vouchers

source: Garantiegeschäfte betreffend Garantieprogramme in Bezug auf Außenbordmotoren
en: Warranty programme services relating to outboard motor engines

source: Erteilen von Auskünften über die automatische Bezahlung von Rechnungen
en: Information services relating to the automated payment of accounts

source: Finanzdienstleistungen über ein weltweites Computernetz oder das Internet
en: Provision of financial services by means of a global computer network or the internet

source: Gewährung von Krediten auf Flughäfen für Flug-, Bodenabfertigungs- und Brennstoffkosten
en: Provision of credit at airports for aviation, ground handling and fuel expenses

source: Gewährung von Kreditfazilitäten
en: Provision of credit facilities

source: Überweisung von Krediten
en: Credit fund transfer services

source: Absicherung von Finanzgeschäften gegen Währungsrisiken
en: Provision of financial protection against foreign exchange risks

source: Investmentgeschäfte mit Gewerbeimmobilien
en: Commercial property investment services

source: Finanzielle Beratung über Risikomanagement
en: Risk management consultancy [financial]

source: Herausgabe von Versicherungsprämienmitteilungen
en: Provision of insurance premium quotations

source: Verrechnungsdienste für die Annahme von Schecks für Girokonten
en: Cheque account services for the receiving of cheques

source: Ausgabe von Reiseschecks durch Reiseagenturen
en: Issuing traveler's checks by travel agencies

source: Verwaltung von Aktienanlagen
en: Stock investment management

source: Maklerdienste für Kommunalobligationen
en: Brokerage services relating to municipal bonds

source: Verwaltung von landwirtschaftlichen Liegenschaften
en: Estate management services relating to agriculture

source: Beitreibung und Einziehung von Forderungen
en: Debt recovery and collection agencies

source: Vermittlung von Mietkäufen
en: Brokerage for hire-purchase

source: Finanzierung von elektrischen und elektronischen Übertragungsmediensystemen
en: Financing of electrical and electronic transmission media systems

source: Versicherungsansprüche schätzen
en: Insurance claim assessments

source: Erstellen von Finanzberichten
en: Preparation of financial reports

source: Erteilen von Finanzauskünften für Anleger
en: Financial information for investors

source: Abwickeln von Finanzanlagegeschäften im Wertpapierbereich
en: Financial investment in the field of securities

source: Computergestützte Finanzberatung
en: Computerised financial advisory services

source: Beratung in Fragen der Kreditvergabe
en: Consultancy in relation to the granting of loans

source: Beratung beim Kauf von Immobilien
en: Consultancy in the purchasing of real estate

source: Finanzverwaltung für Firmen
en: Financial management of companies

source: Verwaltung von Risikokapitalfonds
en: Venture capital fund management

source: Abwicklung von Steuerzahlungen
en: Tax payment processing services

source: Kapitaltransferdienstleistungen für Herausgeber von Anlagepapieren
en: Transfer agency services rendered to issuers of investment securities

source: Vermitteln von privaten Rechtsschutzversicherungen
en: Underwriting insurance for pre-paid legal services

source: Finanzielle Schätzungen und Bewertungen
en: Financial appraisals and valuations

source: Vermittlung von Kreditvereinbarungen in Bezug auf Wertpapiere
en: Arranging of loan agreements in relation to securities

source: Beratung über die Verwaltung von Geldern
en: Advisory services relating to money management

source: Beratung über Wertpapiere
en: Securities advisory services

source: Vermittlung von Aktienbeteiligungen an Unternehmen
en: Corporate holding of share capital services

source: Finanzielle Förderung
en: Financial sponsorship

source: Fernabwicklung von Zahlungen
en: Remote payment services

source: Anbahnung und Vermittlung von Finanzierungen
en: Facilitating and arranging financing

source: Geldwechsel- und Devisenberatung
en: Currency exchange and advice

source: Inkassogeschäfte und Schulden-Factoring
en: Debt collection and debt factoring services

source: Finanzielle Beratung für Rechnungsprüfer
en: Financial advisory services provided for controllers

source: Bankdienstleistungen in Bezug auf Sparguthaben
en: Financial banking services for the deposit of money

source: Vergabe von Krediten für Exporteure
en: Financial credit services for exporters

source: Erteilen von Finanzauskünften über gestohlene Kreditkarten
en: Financial information services relating to stolen credit cards

source: Erstellung von Plänen bezüglich Lebensversicherungen
en: Planning services relating to life assurance

source: Erstellen von Bonitätsgutachten
en: Preparation of credit rating reports

source: Finanzierung von sich entwickelnden und neu gegründeten Unternehmen
en: Providing financing to emerging and start-up companies

source: Finanzierungen bei der Erschließung von Immobilien
en: Financing services relating to real estate development

source: Verwaltung von Rentenversicherungsverträgen
en: Management services for loan related transactions

source: Finanzielle Verwaltung von Rentenfonds
en: Pension fund financial management

source: Finanzdienstleistungen zur Sicherung von Geldanlagen Dritter
en: Financial services for securing funds for others

source: Finanzdienstleistungen für den Aktienhandel
en: Financial services related to dealing in shares

source: Vermietung von ständigen Wohnunterkünften
en: Provision of permanent housing accommodation

source: Garantiegeschäfte betreffend gebrauchte motorbetriebene Landfahrzeuge
en: Provision of warranties relating to used motor land vehicles

source: Erteilen von Auskünften über Devisenkurse
en: Provision of information relating to rates of exchange

source: Wirtschaftspolitische Finanzberatung
en: Financial economic advisory services

source: Vergabe von Finanzzuschüssen
en: Financial grant services

source: Finanzielle Vermögensbewertung
en: Asset evaluation [financial]

source: Ausgabe von Reiseschecks und Geldgutscheinen
en: Issuing of travellers' cheques and currency vouchers

source: Kreditberatung und Kreditbeschaffung
en: Loan advice and loan procurement services

source: Vermitteln von Rechtsschutzversicherungen für Privatpersonen
en: Personal insurance services relating to the supply of legal advice

source: Bewertung von Kapitalanlagen
en: Valuation of capital stock

source: Bewertung von Wertpapierbeständen
en: Valuation of portfolios of securities

source: Vergabe von Krediten für Exportverkäufe
en: Credit services for export sales

source: Ausgabe von Bargeld
en: Dispensing of cash

source: Versicherungsdienstleistungen für die Bereitstellung von Krediten
en: Insurance services relating to the provision of credit

source: Versicherungsdienstleistungen gegen Diebstahl von persönlichem Eigentum
en: Insurance services relating to the theft of personal possessions

source: Finanzierung von Leasinggeschäften
en: Provision of finance for leasing

source: Ausgabe von Geldkarten
en: Cash card services

source: Auszahlung von Bargeld
en: Cash disbursement services

source: Finanzierungen mit Rückzahlungsgarantie
en: Financially-guaranteed financing

source: Treuhandverwaltung von Gebäuden
en: Real estate trustee services

source: Bearbeitung von Kreditkartentransaktionen
en: Credit card transaction processing services

source: Finanzdienstleistungen in Bezug auf Kapitalanlagen
en: Financial services relating to investment

source: Finanzdienstleistungen in Bezug auf Aktiensparpläne
en: Financial services relating to personal equity plans

source: Überprüfung von Euroschecks
en: Verification of euro-cheques

source: Finanzielle Bewertung von Heizkosten
en: Financial valuation relating to heating costs

source: Finanzdienstleistungen per Telefon und über ein weltweites Computernetz oder das Internet
en: Financial services provided over the telephone and by means of a global computer network or the internet
